<?php
#--------------[ text section users ]--------------#
$textbotlang =[];
$textbotlang['users']['channel']['link'] = "تنظیم نشده";
$textbotlang['users']['channel']['text_join'] = "🔗 عضویت در کانال";


$textbotlang['users']['Rules'] = "✅ قوانین تایید شد از الان می توانید از خدمات ربات استفاده نمایید.";
$textbotlang['users']['back'] = "به صفحه اصلی بازگشتید!";


$textbotlang['users']['number']['false'] = "❌ شماره تلفن صحبح نیست شماره تلفن صحبح را ارسال نمایید.";
$textbotlang['users']['number']['Warning'] = "⚠️ خطا در ذخیره سازی شماره تلفن، شماره باید حتما برای همین اکانت باشد";
$textbotlang['users']['number']['erroriran'] = "⭕️ شماره موبایل نامعتبر است. فقط شماره های ایرانی مورد قبول می باشد";
$textbotlang['users']['number']['active'] = "✅ شماره موبایل شما با موفقیت تایید شد";
$textbotlang['users']['number']['Confirming'] = "📞 لطفا شماره موبایل خود را  برای احراز هویت ارسال نمایید";


$textbotlang['users']['sell']['service_not_available'] = "⛔️ شما هیچ سرویس فعالی ندارید";
$textbotlang['users']['sell']['service_sell'] = "🛍 اشتراک های خریداری شده توسط شما
    ⚜️برای مشاهده اطلاعات روی نام کاربری کلیک کنید";
$textbotlang['users']['sell']['Service-select'] = "🛒 لوکیشن دریافت شد سرویسی که میخواهید خریداری کنید را انتخاب نمایید.";
$textbotlang['users']['sell']['Service-Location'] = "❌ خطا 
        📝 موقعیت سرویس نامعتبر است";
$textbotlang['users']['sell']['error-product'] = "❌ خطا 
        📝 محصول انتخابی وجود ندارد";
$textbotlang['users']['sell']['None-credit'] = "🚨 خطایی در هنگام پرداخت رخ داده است.
📝 دلیل خطا: عدم موجودی کافی ابتدا موجودی خود را افزایش دهید سپس مجددا سرویس را خریداری کنید";
$textbotlang['users']['sell']['ErrorConfig'] = "❌ خطایی در ساخت اشتراک رخ داده است برای رفع مشکل با پشتیبانی در ارتباط باشد.";
    
    
$textbotlang['users']['stateus']['notUsername'] = "⭕️ کاربر عزیز در صورتی که نام کاربری  شما در لیست بالا وجود ندارد. دکمه زیر را کلیک کنید.";
$textbotlang['users']['stateus']['notUsernameget'] = "نام کاربری وجود ندارد";
$textbotlang['users']['stateus']['SendUsername'] = "نام کاربری خود را ارسال نمایید";
$textbotlang['users']['stateus']['active'] = "✅ فعال";
$textbotlang['users']['stateus']['limited'] = "🚫 پایان حجم";
$textbotlang['users']['stateus']['disabled'] = "❌ غیرفعال";
$textbotlang['users']['stateus']['expired'] = "🔚 پایان زمان سرویس";
$textbotlang['users']['stateus']['Unlimited'] = "نامحدود";
$textbotlang['users']['stateus']['day'] = "روز";
$textbotlang['users']['stateus']['Notconsumed'] = "مصرف نشده";
$textbotlang['users']['stateus']['username'] = "نام کاربری : ";
$textbotlang['users']['stateus']['stateus'] = "وضعیت:";
$textbotlang['users']['stateus']['expirationDate'] = "زمان پایان:";
$textbotlang['users']['stateus']['daysleft'] = "زمان باقی مانده سرویس:";
$textbotlang['users']['stateus']['usedTrafficGb'] = "حجم مصرف شده سرویس:";
$textbotlang['users']['stateus']['LastTraffic'] = "حجم کل سرویس :";
$textbotlang['users']['stateus']['RemainingVolume'] = "حجم باقی مانده سرویس :";
$textbotlang['users']['stateus']['info'] = "📊 اطلاعات سرویس:";
$textbotlang['users']['stateus']['error'] = "❌خطایی رخ داده است";
$textbotlang['users']['stateus']['getlinksub'] = "🔗  دریافت لینک اشتراک";
$textbotlang['users']['stateus']['linksub'] = "🔗 لینک اشتراک شما :";
$textbotlang['users']['stateus']['backlist'] = "🏠 بازگشت به لیست سرویس ها";
$textbotlang['users']['stateus']['Invalidusername'] = "❌ نام کاربری نامعتبر است.
🔄 مجددا نام کاربری خود را ارسال کنید";



$textbotlang['users']['usertest']['limitwarning'] = "⚠️ محدودیت ساخت اشتراک تست شما به پایان رسید.";
$textbotlang['users']['usertest']['errorcreat'] = "❌ خطایی در ساخت اشتراک رخ داده است برای رفع مشکل با پشتیبانی در ارتباط باشد.";
$textbotlang['users']['usertest']['iduser'] = "آیدی عددی کاربر";
$textbotlang['users']['usertest']['phonenumber'] = "شماره تلفن کاربر";
$textbotlang['users']['usertest']['namepanel'] = "نام پنل";




$textbotlang['users']['help']['disablehelp'] = "کاربر گرامی بخش آموزش درحال حاضر غیرفعال است. 😔";


$textbotlang['users']['support']['sendmessageadmin'] = "🚀 پیام شما ارسال شد منتظر پاسخ مدیریت باشید";
$textbotlang['users']['support']['answermessage'] = "پاسخ به پیام";


$textbotlang['users']['Balance']['priceinput'] = "💸 مبلغ را  به تومان وارد کنید:
✅ حداکثر مبلغ 10.000.000میلیون تومان می باشد";
$textbotlang['users']['Balance']['errorprice'] = "❌ خطا 
💬 لطفا فقط عدد وارد کنید";
$textbotlang['users']['Balance']['errorpricelimit'] = "❌ خطا 
        💬 مبلغ باید کمتر 10 میلیون تومان باشد";
$textbotlang['users']['Balance']['selectPatment'] = "💵 روش پرداخت خود را انتخاب نمایید";
$textbotlang['users']['Balance']['nowpayments'] = "❌ خطا 
    کمترین مبلغ برای  پرداخت در این درگاه 1 دلار می باشد.";
$textbotlang['users']['Balance']['linkpayments'] = "درحال ساخت لینک پرداخت...";
$textbotlang['users']['Balance']['payments'] = "پرداخت";
$textbotlang['users']['Balance']['weswap'] = "❌ خطا 
    کمترین مبلغ برای  پرداخت در این درگاه 2 ترون می باشد";
$textbotlang['users']['Balance']['errorLinkPayment'] = "❌ خطایی در ساخت لینک پرداخت رخ داده است برای رفع  با پشتیبانی در ارتباط باشید.";
$textbotlang['users']['Balance']['Confirmpaying']  = "✅ تایید پرداخت";
$textbotlang['users']['Balance']['reject_pay']  = "❌ رد پرداخت";
$textbotlang['users']['Balance']['Confirmpayadmin']  = "⭕️  پرداخت از قبل تایید شده است";
$textbotlang['users']['Balance']['Confirmpay']  = "✅ کاربر گرامی پرداخت شما با موفقیت انجام شد و مبلع پرداختی به موجودی شما اضافه گردید";
$textbotlang['users']['Balance']['expired'] = "زمان لینک پرداخت منقضی شده و قابل بررسی نیست";
$textbotlang['users']['Balance']['refunded'] = "مبلغ به کیف پول شما بازگشته است";
$textbotlang['users']['Balance']['waiting'] = "در انتظار تایید پرداخت";
$textbotlang['users']['Balance']['Failed'] = "⭕️ پرداخت شما تایید نگردیده است";
$textbotlang['users']['Balance']['Invalid-receipt'] = "رسید نامعتبر است رسید باید فقط عکس باشد";
$textbotlang['users']['Balance']['Send-receipt'] ="🚀 رسید پرداخت  شما ارسال شد پس از تایید توسط مدیریت مبلغ به کیف پول شما واریز خواهد شد";



$textbotlang['users']['Discount']['getcode']  = "💝 برای دریافت موجودی کد هدیه خود را ارسال نمایید";
$textbotlang['users']['Discount']['notcode']  = "❌ کد هدیه یافت نشد";
$textbotlang['users']['Discount']['onecode']  = "⭕️ این کد تنها یک بار قابل استفاده است";



#--------------[ other users ]--------------#
$textbotlang['users']['time-Service'] = "⏳ زمان اشتراک";
$textbotlang['users']['Volume-Service'] = "🌐 حجم سرویس";
$textbotlang['users']['selectoption'] = "یک گزینه را انتخاب کنید";
$textbotlang['users']['page']['next'] = "بعدی";
$textbotlang['users']['page']['previous'] = "قبلی";
$textbotlang['users']['Service']['Location'] = "🌏 موقعیت سرویس خود را انتخاب نمایید.";
$textbotlang['users']['config'] = " کانفیگ های شما:";
$textbotlang['users']['Invalid-comment'] = "❌ دستور نامعتبر است ❌";




#--------------[ admin ]--------------#

$textbotlang['Admin']['Back-Admin'] = "به پنل ادمین بازگشتید!";
$textbotlang['Admin']['not-user'] = "کاربری با این شناسه یافت نشد";


$textbotlang['Admin']['channel']['join-channel-on'] = "عضویت اجباری روشن گردید";
$textbotlang['Admin']['channel']['join-channel-off'] = "عضویت اجباری خاموش گردید";
$textbotlang['Admin']['channel']['changechannel'] = "برای تنظیم کانال عضویت اجباری لطفا آیدی کانال خود را بدون @ وارد نمایید.
    کانال فعلی شما: @";
$textbotlang['Admin']['channel']['setchannel'] = "🔰 کانال با موفقیت تنظیم گردید.
    برای روشن کردن عضویت اجباری از منوی ادمین دکمه 📣 تنظیم کانال جوین اجباری را بزنید";
    
    
    
$textbotlang['Admin']['manageadmin']['getid'] ="🌟آیدی عددی ادمین جدید را ارسال نمایید";
$textbotlang['Admin']['manageadmin']['addadminset'] ="🥳 ادمین با موفقیت اضافه گردید";
$textbotlang['Admin']['manageadmin']['removedadmin'] ="✅ ادمین با موفقیت حذف گردید.";




$textbotlang['Admin']['manageusertest']['getidlimit'] = " ⚜️ آیدی عددی کاربر را ارسال کنید
توضیحات: در این بخش میتوانید محدودیت ساخت اکانت تست را برای کاربر تغییر دهید. بطور پیشفرض محدودیت ساخت عدد 1 است.";
$textbotlang['Admin']['getlimitusertest']['getid'] = "آیدی عددی دریافت شد لطفا تعداد ساخت اکانت تست را ارسال کنید";
$textbotlang['Admin']['getlimitusertest']['setlimit'] = "محدودیت برای کاربر تنظیم گردید.";
$textbotlang['Admin']['getlimitusertest']['limitall'] = "تعداد ساخت اکانت تست را وارد نمایید.";
$textbotlang['Admin']['getlimitusertest']['setlimitall'] = "محدودیت ساخت اکانت برای تمام کاربران تنظیم شد";

$textbotlang['Admin']['sumuser'] = "👤 تعداد کاربران";
$textbotlang['Admin']['sumusertest'] = "🖥 مجموع اکانت تست";
$textbotlang['Admin']['phpversion'] = "👨‍💻 نسخه php هاست";



$textbotlang['Admin']['managepanel']['selectpanel'] = "پنل خود را انتخاب کنید";
$textbotlang['Admin']['managepanel']['errorstateuspanel'] = "امکان اتصال به پنل مرزبان وجود ندارد 😔
            
⭕️ در صورت وارد کردن دامنه طبق شرایط اعلام شده  این خطا بدلیل  بسته بودن خروجی پورت پنل روی هاست ربات اتفاق می افتد.
    
راه حل اول : پورت پنل را به پورت های 443 یا 8080 تغییر دهید این پورت ها  همیشه باز هستند
راه حل دوم : به پشتیبانی هاستینگ تیکت داده و اعلام کنید پورت پنل تان را باز کنند روی سرور";
$textbotlang['Admin']['managepanel']['addpanelname']= "برای اضافه کردن پنل مرزبان به ربات ابتدا یک نام برای پنل خود ارسال کنید
                
⚠️ توجه: نام پنل نامی است که  در هنگام انجام عملیات جستجو  نشان داده می شود.";
$textbotlang['Admin']['managepanel']['addpanelurl'] = "🔗 نام پنل ذخیره شد حالا آدرس پنل خود ارسال کنید
⚠️ توجه:
🔸 آدرس پنل باید بدون dashboard ارسال شود.
🔹 در صورتی که پورت پنل 443 است پورت را نباید وارد کنید.  
🔸 آخر آدرس نباید / داشته باشد
🔹 در صورت وارد کردن آیپی حتما http یا https باید داشته باشد";
$textbotlang['Admin']['managepanel']['Invalid-domain'] = "🔗 آدرس دامنه نامعتبر است";
$textbotlang['Admin']['managepanel']['usernameset'] ="👤 آدرس پنل ذخیره شد حالا نام کاربری  را ارسال کنید";
$textbotlang['Admin']['managepanel']['getpassword'] = "🔑 نام کاربری ذخیره شد در پایان رمز عبور پنل مرزبان خود را وارد نمایید";
$textbotlang['Admin']['managepanel']['addedpanel'] = "تبریک پنل شما با موفقیت اضافه گردید";
$textbotlang['Admin']['managepanel']['GetRemoveNamePanel'] = "پنلی که میخواهید حذف کنید را انتخاب کنید.";
$textbotlang['Admin']['managepanel']['RemovedPanel'] = "پنل با موفقیت حذف گردید";





$textbotlang['Admin']['ManageUser']['SendMessageuser'] = "✅ پیام با موفقیت برای کاربر ارسال گردید.";
$textbotlang['Admin']['ManageUser']['GetTextResponse'] = "برای پاسخ به کاربر متن خود را ارسال کنید.";
$textbotlang['Admin']['ManageUser']['GetText'] = "متن خود را ارسال کنید";
$textbotlang['Admin']['ManageUser']['ForwardGetext'] = "متن فورواردی خود را ارسال کنید";
$textbotlang['Admin']['ManageUser']['ForwardSendAllUser'] = "✅ پیام برای تمامی کاربران فوروارد شد.";
$textbotlang['Admin']['ManageUser']['MessageSent'] = "✅ پیام ارسال شد";
$textbotlang['Admin']['ManageUser']['ChangeTextGet'] = " متن جدید خود را ارسال کنید.
متن فعلی :";
$textbotlang['Admin']['ManageUser']['GetIDMessage'] = "✅ متن دریافت شد حالا آیدی عددی کاربر را ارسال کنید.";
$textbotlang['Admin']['ManageUser']['ErrorText'] = "فقط متن می توانید ارسال کنید";
$textbotlang['Admin']['ManageUser']['SaveText'] = "✅ متن با موفقیت ذخیره شد";
$textbotlang['Admin']['ManageUser']['BlockUserId'] = "👤 آیدی عددی کاربر را ارسال کنید";
$textbotlang['Admin']['ManageUser']['BlockedUser'] = "کاربر از قبل بلاک بوده است❗️";
$textbotlang['Admin']['ManageUser']['BlockUser'] = "🚫 کاربر مسدود شد حالا دلیل مسدودی هم ارسال کنید.";
$textbotlang['Admin']['ManageUser']['RemoveService'] = "در این بخش می توانید  سرویسی  داخل ربات حذف نمایید.
برای حذف سرویس نام کاربری که داخل پنل ثبت شده بود را ارسال نمایید";
$textbotlang['Admin']['ManageUser']['RemovedService'] = "✅ سرویس کاربر حذف گردید.";
$textbotlang['Admin']['ManageUser']['DescriptionBlock'] = "✍️ دلیل مسدودی کاربر ذخیره شد";
$textbotlang['Admin']['ManageUser']['GetIdUserunblock'] = "👤 آیدی عددی کاربر را ارسال کنید";
$textbotlang['Admin']['ManageUser']['UserNotBlock'] = "کاربر بلاک نیست 😐";
$textbotlang['Admin']['ManageUser']['UserUnblocked'] = "کاربر از حالت مسدودی خارج گردید. 🤩";
$textbotlang['Admin']['ManageUser']['Acceptedphone'] = "تایید شده";
$textbotlang['Admin']['ManageUser']['Failedphone'] = "تایید نشده";
$textbotlang['Admin']['ManageUser']['Userid'] = "🔵 آیدی عددی کاربر";
$textbotlang['Admin']['ManageUser']['LimitUsertest'] = "🔵 محدودیت اکانت تست";
$textbotlang['Admin']['ManageUser']['rollUser'] = "🔵 وضعیت تایید قانون";
$textbotlang['Admin']['ManageUser']['PhoneUser'] = "🔵 شماره موبایل";
$textbotlang['Admin']['ManageUser']['BalanceUser'] = "🔵 موجودی کابر";
$textbotlang['Admin']['ManageUser']['ViewInfo'] = "👀 اطلاعات کاربر: ";
$textbotlang['Admin']['ManageUser']['ViewOrder'] = "👁 برای مشاهده سفارشات کاربر آیدی عددی کاربر را ارسال کنید";
$textbotlang['Admin']['ManageUser']['dataorder'] = " تاریخ ثبت نشده است";
$textbotlang['Admin']['ManageUser']['SendOrder'] = "لیست سفارشات کاربر ارسال شد";





$textbotlang['Admin']['Help']['GetAddNameHelp'] ="برای اضافه کردن آموزش یک نام ارسال کنید 
⚠️ توجه: نام آموزش نامی است که کاربر در لیست مشاهده می کند.";
$textbotlang['Admin']['Help']['GetAddDecHelp'] = " 🔗 نام آموزش ذخیره شد حالا توضیحات خود را ارسال کنید 
⚠️ توجه:
🔸 توضیحات میتوانید همراه با عکس یا فیلم ارسال کنید";
$textbotlang['Admin']['Help']['SaveHelp'] = "✅ آموزش با موفقیت ذخیره شد";
$textbotlang['Admin']['Help']['SelectName'] = "نام آموزش را انتخاب کنید";
$textbotlang['Admin']['Help']['RemoveHelp'] = "✅ آموزش حذف گردید.";




$textbotlang['Admin']['Status']['btn'] ="📈 آمار ربات شما";
$textbotlang['Admin']['Status']['BotTitle'] = "وضعیت ربات";
$textbotlang['Admin']['Status']['BotStatusOff'] = "❌ ربات خاموش گردید ";
$textbotlang['Admin']['Status']['BotStatuson'] = "🤖 ربات روشن گردید";
$textbotlang['Admin']['Status']['UsernameTitle'] = "وضعیت دکمه نام کاربری";
$textbotlang['Admin']['Status']['UsernameStatusOff'] = "وضعیت دکمه نام کاربری خاموش شد";
$textbotlang['Admin']['Status']['UsernameStatuson'] = "دکمه نام کاربری روشن شد";
$textbotlang['Admin']['Status']['two_columnseTitle'] = "وضعیت نمایش دو ستونه بودن لیست محصول در هنگام خرید";
$textbotlang['Admin']['Status']['two_columnsStatusOff'] = "از این پس لیست محصول یک ستونه نمایش می دهد";
$textbotlang['Admin']['Status']['two_columnsStatuson'] = "از این پس دو ستونه نمایش میدهد";
$textbotlang['Admin']['Status']['rollTitle'] = "وضعیت قانون";
$textbotlang['Admin']['Status']['rollStatusOff'] = "❌ قانون غیرفعال گردید ";
$textbotlang['Admin']['Status']['rollStatuson'] = "♨️ قانون فعال گردید. از این پس اگر کاربری قوانین را تایید نکرده باشد نمی تواند از امکانات ربات استفاده نماید";
$textbotlang['Admin']['Status']['phoneTitle'] = "📞 وضعیت احراز هویت شماره تماس";
$textbotlang['Admin']['Status']['phoneStatusOff'] = "❌ احرازهویت شماره تماس غیرفعال گردید";
$textbotlang['Admin']['Status']['phoneStatuson'] = "🥳 احرازهویت شماره تماس فعال گردید. از این پس هرکاربری بخواهد از خدمات ربات استفاده کند باید شماره تماس خود را ارسال کند.";
$textbotlang['Admin']['Status']['HelpTitle'] = "وضعیت بخش آموزش";
$textbotlang['Admin']['Status']['HelpStatusOff'] = "❌ آموزش غیرفعال است";
$textbotlang['Admin']['Status']['HelpStatuson'] = "📚 بخش آموزش روشن گردید";
$textbotlang['Admin']['Status']['PhoneIranTitle'] = "در این قسمت میتوانید تعیین کنید در زمان احراز هویت شماره تلفن از کاربر فقط شماره ایرانی گرفته شود یا  تمامی شماره ها";
$textbotlang['Admin']['Status']['PhoneIranStatusOff'] = "❌ احراز هویت شماره از کاربران با تمام شماره ها از این پس امکان پذیر می باشد.";
$textbotlang['Admin']['Status']['PhoneIranStatuson'] = "🇮🇷 احراز هویت شماره تماس فقط مخصوص شماره های ایرانی فعال گردید ";
$textbotlang['Admin']['Status']['subTitle'] = "در این قسمت می توانید تنظیم کنید که کاربر بعد از خرید لینک سابسکرایبشن دریافت کند یا نه";
$textbotlang['Admin']['Status']['subStatusOff'] = "⭕️ ارسال لینک اشتراک غیرفعال گردید. از این پس کاربر پس از خرید لینک سابسکرایب دریافت نخواهد کرد.";
$textbotlang['Admin']['Status']['subStatuson'] = "لینک سابسکرایب فعال گردید. از این پس کاربر پس خرید لینک سابسکرایب دریافت خواهد کرد";
$textbotlang['Admin']['Status']['configTitle'] = "در این قسمت می توانید تعیین کنید که بعد از خرید کاربر کانفیگ های دستی دریافت کند یا خیر";
$textbotlang['Admin']['Status']['configStatusOff'] = "⭕️ ارسال کانفیگ دستی غیرفعال گردید. از این پس کاربر پس از خرید  کانفیگ دستی دریافت نخواهد کرد.";
$textbotlang['Admin']['Status']['configStatuson'] = "ارسال کانفیگ بعد خرید فعال شد از این پس کاربران کانفیگ دستی هم دریافت خواهند کرد";




$textbotlang['Admin']['phone']['notactive'] = "🛑شماره موبایل تایید نشده است🛑";
$textbotlang['Admin']['phone']['active'] = "شماره موبایل کاربر تایید شده است ✅🎉";
$textbotlang['Admin']['phone']['NotSend'] = "کاربر شماره موبایل خود را ارسال نکرده است";



$textbotlang['Admin']['Channel']['ReportChannel'] = "📣در این بخش میتوانید آیدی عددی کانال یا گروه را برای ارسال اعلان ارسال نمایید
برای دریافت آیدی عددی کانال می توانید پیامی داخل کانال ارسال کرده و پیام ارسال شده را برای آیدی زیر فوروارد کنید تا ایدی عددی دریافت کنید.
برای گروه هم میتوانید ربات را اد کرده و دستور ارسال ایدی ارسال کنید تا آیدی عددی گروه را دیافت کنید
        @myidbot
آیدی عددی فعلی شما:";
$textbotlang['Admin']['Channel']['SetChannelReport'] ="🔰 کانال با موفقیت تنظیم گردید";
$textbotlang['Admin']['Channel']['TestChannel'] = "تست ارسال کانال گزارش";


$textbotlang['Admin']['Product']['AddProductStepOne'] = " ابتدا نام اشتراک خود را ارسال نمایید
⚠️ نکات هنگام وارد کردن ام محصول:
• در کنار نام اشتراک حتما قیمت اشتراک را هم وارد کنید.
• در کنار نام اشتراک حتما زمان اشتراک را هم وارد کنید.";
$textbotlang['Admin']['Product']['GetLimit'] = "نام محصول ذخیره شد ✅
حجم اشتراک را ارسال کنید توجه واجد حجم گیگابایت است";
$textbotlang['Admin']['Product']['Invalidvolume'] = "حجم نامعتبر است";
$textbotlang['Admin']['Product']['GettIime'] = "حجم اشتراک ذخیره شد ✅
زمان اشتراک را وارد نمایید توجه زمان واحد زمان اشتراک روز است";
$textbotlang['Admin']['Product']['InvalidTime'] = "زمان نامعتبر است";
$textbotlang['Admin']['Product']['GetPrice'] = "زمان اشتراک ذخیره شد ✅
قمیت اشتراک  را ارسال کنید.
توجه: 
محصول براساس تومان است و قیمت را بدون هیچ کاراکتر اضافی ارسال نمایید.";
$textbotlang['Admin']['Product']['InvalidPrice'] = "قیمت نامعتبر است";
$textbotlang['Admin']['Product']['SaveProduct'] = "محصول با موفقیت ذخیره شد 🥳🎉";
$textbotlang['Admin']['Product']['volumeUpdated'] = "✅ حجم محصول بروزرسانی شد";
$textbotlang['Admin']['Product']['TimeUpdated'] = "✅ زمان محصول بروزرسانی شد";
$textbotlang['Admin']['Product']['NewTime'] = "زمان جدید را ارسال کنید";


$textbotlang['Admin']['Payment']['reviewedpayment'] = "❌ این پرداخت قبلا توسط ادمین دیگری بررسی شده است";
$textbotlang['Admin']['Payment']['Reasonrejecting'] = "دلیل رد کردن پرداخت را ارساال نمایید";
$textbotlang['Admin']['Payment']['Rejected'] = "⭕️ پرداخت با موفقیت رد گردید و به کاربر پیام ارسال شد";


$textbotlang['Admin']['Usertest']['TimeUpdated'] = "✅ زمان سرویس تست بروزرسانی شد";
$textbotlang['Admin']['Usertest']['VolumeUpdated'] = "✅ حجم سرویس تست بروزرسانی شد";


$textbotlang['Admin']['Balance']['AddBalance'] = "⚜️ آیدی عددی کاربر را ارسال کنید 
توضیحات: برای افزایش موجودی کاربر ابتدا آیدی عددی کاربر را ارسال نمایید";
$textbotlang['Admin']['Balance']['NegativeBalance'] = "⚜️ آیدی عددی کاربر را ارسال کنید 
توضیحات: برای کم کردن موجودی کاربر ابتدا آیدی عددی کاربر را ارسال نمایید";
$textbotlang['Admin']['Balance']['PriceBalance'] = "آیدی عددی دریافت شد مبلغی که میخواهید به کاربر اضافه کنید را ارسال کنید مبلغ به تومان باشد";
$textbotlang['Admin']['Balance']['PriceBalancek'] = "آیدی عددی دریافت شد مبلغی که میخواهید از کاربرکم کنید را ارسال کنید مبلغ به تومان باشد";
$textbotlang['Admin']['Balance']['Invalidprice'] = "مبلغ نامعتبر است";
$textbotlang['Admin']['Balance']['AddBalanceUser'] = "✅ مبلغ به موجودی کاربر اضافه شد";




$textbotlang['Admin']['Discount']['GetCode'] ="کدی را برای کدهدیه ارسال کنید";
$textbotlang['Admin']['Discount']['ErrorCode'] ="کد نامعتبر است کد باید حتما انگلیسی بدون کاراکتر اضافی باشد";
$textbotlang['Admin']['Discount']['PriceCode'] ="کد دریافت شد حالا مبلغ کد هدیه رو بفرست";
$textbotlang['Admin']['Discount']['SaveCode'] ="✅  کد هدیه با موفقیت ثبت گردید";
$textbotlang['Admin']['Discount']['RemoveCode'] ="کد هدیه که میخوای حذف کنی رو انتخاب کن";
$textbotlang['Admin']['Discount']['RemovedCode'] ="✅ کد هدیه  با موفقیت حذف گردید.";
$textbotlang['Admin']['Discount']['NotCode'] = "❌ خطا 
📝 کد هدیه انتخابی وجود ندارد";



$textbotlang['Admin']['Protocol']['Title'] = "در این بخش می توانید تعیین کنید که به مشتری چه پروتکل هایی داده شود.
📨 برای اضافه کردن پروتکل از لیست زیر پروتکل خود را ارسال کنید";
$textbotlang['Admin']['Protocol']['invalidProtocol'] = "❌ پروتکل نامعتبر";
$textbotlang['Admin']['Protocol']['AddedProtocol'] = "✅ پروتکل اضافه شد.";
$textbotlang['Admin']['Protocol']['RemoveProtocol'] = "پروتکلی که میخواهید حذف کنید را انتخاب کنید.";
$textbotlang['Admin']['Protocol']['RemovedProtocol'] = "پروتکل با موفقیت حذف گردید.";







$textbotlang['Admin']['AlgortimeUsername']['SaveData'] = "✅روش ساخت نام کاربری با موفقیت آپدیت شد";
